simulations/VOF/sim13/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    left
    {
        type            wall;
        inGroups        1(wall);
        nFaces          300;
        startFace       299200;
    }
    right
    {
        type            wall;
        inGroups        1(wall);
        nFaces          300;
        startFace       299500;
    }
    top
    {
        type            patch;
        nFaces          500;
        startFace       299800;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          500;
        startFace       300300;
    }
    empty
    {
        type            empty;
        inGroups        1(empty);
        nFaces          300000;
        startFace       300800;
    }
)

// ************************************************************************* //
